[
  {
    "id": "1",
    "title": "Побег из Шоушенка",
    "description": "Драма.\nПобег из тюрьмы после 20 лет.",
    "imageUrl": "escape_t.webp",
    "year": "2021",
    "rating": "9"
  },
  {
    "createdAt": "2022-12-17T13:09:51.405Z",
    "id": "2",
    "title": "Зеленая миля",
    "description": "Драма.\nНепонятки и странное в тюрьме.",
    "imageUrl": "green_mile.webp",
    "year": "2021",
    "rating": "7"
  },
  {
    "id": "3",
    "title": "Интерстеллар",
    "description": "Драма.\nБудущее. Все очень непредсказуемо.",
    "imageUrl": "interstellar.webp",
    "year": "2021",
    "rating": "5.6"
  },
  {
    "id": "4",
    "title": "Властелин колец: Братство кольца",
    "description": "Фэнтези.\nБорьба добра со злом. Начало.\nМаленькие человечки отправляются в опасный путь. К ним присоединяется шайка опасных попутчиков. Приближается глобальный пушной зверек.",
    "imageUrl": "lord_ring_1.webp",
    "year": "2021",
    "rating": "9,5"
  },
  {
    "id": "5",
    "title": "Пятый элемент",
    "description": "Фантастика. Комедия.\nДалекое будущее... На землю летит хрень из космоса.\nВсе умрут. Спасти может только 5-й элемент... И отважный спецназовец. Но 5-й элемент - девушка...",
    "imageUrl": "5_element.webp",
    "year": "2021",
    "rating": "8"
  },
  {
    "id": "6",
    "title": "Аватар",
    "description": "Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.",
    "imageUrl": "avatar.webp",
    "year": "2021",
    "rating": "8"
  },
  {
    "id": "7",
    "title": "Сердце пармы (2022)",
    "description": "Русский князь Михаил и юная Тиче — дети разных народов, разных миров и разных богов. Любовь молодого воителя и ведьмы-ламии кажется невозможной, но преодолевает все запреты, запуская маховик рока. Отныне только от Михаила зависит будущее родной пармы, древних суровых земель, напоенных чудодейственной мощью кровавых языческих богов. Здесь сталкиваются герои и призраки, князья и шаманы, вогулы и московиты. Здесь расстаться с жизнью — не так страшно, как выбрать между долгом, верностью братству и любовью к единственной женщине на свете.",
    "imageUrl": "heart_parm.webp",
    "year": "2021",
    "rating": "5"
  },
  {
    "id": "8",
    "title": "Семейка Аддамс (1991)",
    "description": "Черная комедия о колоритной семейке, обитающей в не менее колоритном доме. Глава семьи, Гомес Аддамс - очень самоуверенный и довольно импульсивный тип, который четверть века тому назад страшно поругался со своим старшим братом Фестером, после чего тот пропал без вести. Все попытки отыскать его были безуспешными. Но вот, однажды на пороге фамильного особняка появляется некто, очень похожий на Фестера. Но состоится ли триумфальное возвращение в семью «блудного брата»?",
    "imageUrl": "adams_family.webp",
    "year": "2021",
    "rating": "7.5"
  },
  {
    "id": "9",
    "title": "Реальная любовь (2003)",
    "description": "Любовь незабываемая и недосягаемая, вызывающая сожаление и экстатическая, неожиданная и нежеланная, неудобная и необъяснимая, неизящная и неравная. Любовь поистине правит всеми вокруг. От премьер-министра, мгновенно влюбившегося в сотрудницу своего аппарата, - до писателя, сбежавшего на юг Франции, чтобы склеить свое разбитое сердце...\n\nРейтинг фильма",
    "imageUrl": "real_love.webp",
    "year": "2021",
    "rating": "7.8"
  },
  {
    "id": "10",
    "title": "Большой куш (2000)",
    "description": "Фрэнки Четыре Пальца должен был переправить краденый алмаз из Англии в США своему боссу Эви, но, сделав ставку на подпольный боксерский поединок, он попал в круговорот весьма нежелательных событий. Вокруг него и его груза разворачивается сложная интрига с участием множества колоритных персонажей лондонского дна — русского гангстера, троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози. Каждый норовит в одиночку сорвать большой куш.",
    "imageUrl": "big_kysh.webp",
    "year": "2021",
    "rating": "8"
  },
  {
    "id": "11",
    "title": "Зеленая книга (2018)",
    "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли — утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку — собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
    "imageUrl": "green_book.webp",
    "year": "2021",
    "rating": "7.5"
  },
  {
    "id": "12",
    "title": "Бойцовский клуб (1999)",
    "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.\n\nПроходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.",
    "imageUrl": "killer_club.webp",
    "year": "7",
    "rating": "6.5"
  },
  {
    "id": "13",
    "title": "Не смотрите наверх (2021)",
    "description": "Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.",
    "imageUrl": "no_see_up.webp",
    "year": "2021",
    "rating": "6.5"
  },
  {
    "id": "14",
    "title": "Форрест Гамп (1994)",
    "description": "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.\n\nС самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.",
    "imageUrl": "C:\\fakepath\\forest_gamp.webp",
    "year": "1994",
    "rating": "8.9"
  },
  {
    "id": "15",
    "title": "Темный рыцарь (2008)",
    "description": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.",
    "imageUrl": "C:\\fakepath\\dark_knight.webp",
    "year": "2008",
    "rating": "7.5"
  },
  {
    "id": "16",
    "title": "Достучаться до небес (1997)",
    "description": "Волею судеб две абсолютные противоположности, тихоня Руди и разгильдяй Мартин, оказываются в одной больничной палате. Узнав неутешительные прогнозы, друзья решают использовать последние дни на полную катушку — угнать машину с деньгами, напиться текилы, и, конечно, увидеть море.",
    "imageUrl": "C:\\fakepath\\knock_to_haven.webp",
    "year": "1997",
    "rating": "8.9"
  },
  {
    "id": "17",
    "title": "Джентльмены (2019)",
    "description": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
    "imageUrl": "C:\\fakepath\\jentelmens.webp",
    "year": "2019",
    "rating": "8"
  },
  {
    "id": "18",
    "title": "Леон (1994)",
    "description": "Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские.",
    "imageUrl": "C:\\fakepath\\leon.webp",
    "year": "1994",
    "rating": "8.5"
  },
  {
    "id": "19",
    "title": "Иван Васильевич меняет профессию (1973)",
    "description": "Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с далеким шестнадцатым веком - точнее, с палатами государя Ивана Грозного. Туда-то и попадают тезка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский.\n\nНа их место в двадцатом веке «переселяется» великий государь. Поломка машины приводит ко множеству неожиданных и забавных событий...",
    "imageUrl": "iv_change-profession.webp",
    "year": "1973",
    "rating": "8.8"
  },
  {
    "id": "20",
    "title": "Унесённые призраками (2001)",
    "description": "Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.",
    "imageUrl": "away_prizrakamy.webp",
    "year": "2001",
    "rating": "8.7"
  },
  {
    "id": "21",
    "title": "Карты, деньги, два ствола (1998)",
    "description": "Четверо молодых парней накопили каждый по 25 тысяч фунтов, чтобы один из них мог сыграть в карты с опытным шулером и матерым преступником, известным по кличке Гарри-Топор. Парень в итоге проиграл 500 тысяч, на уплату долга ему дали неделю.\n\nВ противном случае и ему и его «спонсорам» каждый день будут отрубать по пальцу, а потом... Чтобы выйти из положения, ребята решили ограбить бандитов, решивших ограбить трех «ботаников», выращивающих марихуану для местного наркобарона. Но на этом приключения четверки не заканчиваются...",
    "imageUrl": "crds_many_twobarrel.webp",
    "year": "1998",
    "rating": "8.5"
  },
  {
    "id": "22",
    "title": "Клаус (2019)",
    "description": "Владелец почтовой империи, чтобы научить ленивого отпрыска по имени Джеспер уму-разуму, отправляет его на крайний север в город Смиренсбург. Тот должен организовать там почтовое отделение и за год обработать не менее 6000 писем. Прибыв на место, парень оказывается в зоне боевых действий: два семейных клана, так уж исторически сложилось, питают взаимную ненависть и свято чтут многовековую традицию при любой возможности мутузить друг друга и делать пакости. Разумеется, в такой обстановке не до писем, и почтовое отделение давно превратилось в курятник. Уже практически отчаявшись, Джеспер посещает лесного отшельника по имени Клаус, и их знакомство положит начало удивительным событиям.",
    "imageUrl": "klaus.webp",
    "year": "2019",
    "rating": "8.5"
  },
  {
    "id": "23",
    "title": "Назад в будущее (1985)",
    "description": "Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.",
    "imageUrl": "back_to_thefuter.webp",
    "year": "1985",
    "rating": "8.6"
  },
  {
    "id": "24",
    "title": "Амели (2001)",
    "description": "аете ли вы, что все события, происходящие в нашем мире, даже самые незначительные, взаимосвязаны самым удивительным и чудесным образом?\n\nКак полет крошечной мухи может вызвать где-то далеко мощный ураган, так и странные и, на первый взгляд, непонятные поступки тихой и одинокой девушки, живущей в мире своих фантазий, могут навсегда изменить жизнь совершенно разных людей, подарив им счастье и раскрасив окружающий мир яркими красками. Эту девушку зовут Амели Пулен.",
    "imageUrl": "amely.webp",
    "year": "2001",
    "rating": "8.2"
  },
  {
    "id": "25",
    "title": "Люди в чёрном (1997)",
    "description": "Они - самый большой секрет Земли. Они работают на неофициальное правительственное агентство, регулирующее деятельность инопланетян на Земле.\n\nОни - это лучшая, последняя и единственная линия защиты Земли от отбросов вселенной. Их работа секретна, их оружие совершенно, им нет равных, они не оставляют следов. Они - это Люди в черном.",
    "imageUrl": "men_in_black.webp",
    "year": "1997",
    "rating": "8.0"
  },
  {
    "id": "26",
    "title": "Крепкий орешек (1988)",
    "description": "В суперсовременном небоскребе Лос-Анджелеса полицейский Джон Макклейн ведет смертельную схватку с бандой политических террористов, взявших в заложники два десятка человек, в число которых попадает и его жена. Началось все с того, что парень приехал в город к жене, оказался на рождественском приеме, а кончилось настоящей войной...",
    "imageUrl": "die_hard_1.webp",
    "year": "1988",
    "rating": "8.0"
  },
  {
    "id": "27",
    "title": "Холодное сердце (2013)",
    "description": "Когда сбывается древнее предсказание, и королевство погружается в объятия вечной зимы, трое бесстрашных героев - принцесса Анна, отважный Кристофф и его верный олень Свен - отправляются в горы, чтобы найти сестру Анны, Эльзу, которая может снять со страны леденящее заклятие. По пути их ждет множество увлекательных сюрпризов и захватывающих приключений: встреча с мистическими троллями, знакомство с очаровательным снеговиком по имени Олаф, горные вершины покруче Эвереста и магия в каждой снежинке. Анне и Кристоффу предстоит сплотиться и противостоять могучей стихии, чтобы спасти королевство и тех, кто им дорог.",
    "imageUrl": "cold_heart.webp",
    "year": "2013",
    "rating": "7.9"
  },
  {
    "id": "28",
    "title": "Как приручить дракона (2010)",
    "description": "Вы узнаете историю подростка Иккинга, которому не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Мир Иккинга переворачивается с ног на голову, когда он неожиданно встречает дракона Беззубика, который поможет ему и другим викингам увидеть привычный мир с совершенно другой стороны…",
    "imageUrl": "how_dragon.webp",
    "year": "2010",
    "rating": "8.2"
  },
  {
    "id": "29",
    "title": "Храброе сердце (1995)",
    "description": "Действие фильма начинается в 1280 году в Шотландии. Это история легендарного национального героя Уильяма Уоллеса, посвятившего себя борьбе с англичанами при короле Эдварде Длинноногом.\n\nОн рано лишился отца, погибшего от рук англичан, и его забрал к себе дядя Оргайл, который дал ему хорошее образование в Европе. На родину Уильям возвращается уже взрослым человеком, мечтающим завести семью и жить мирной жизнью.\n\nНо судьба распорядилась иначе. Его невесту убили англичане, и он начал свой крестовый поход за свободу",
    "imageUrl": "brave_heart.webp",
    "year": "1995",
    "rating": "8.3"
  },
  {
    "id": "30",
    "title": "Хоббит: Нежданное путешествие (2012)",
    "description": "Хоббит Бильбо Бэггинс пускается в грандиозный поход, целью которого является отвоевание утраченного королевства гномов Эребор у дракона Смауга. Совершенно неожиданно с хоббитом налаживает контакт волшебник Гэндальф Серый. Так Бильбо находит себя и присоединяется к компании тринадцати гномов, возглавляемых легендарным воином Торином Дубощитом. Их путешествие пройдёт через Дикий Край, предательские земли, населенные гоблинами и орками, смертоносными варгами, гигантскими пауками, меняющим шкуры народом и волшебниками.\n\nИ хотя их цель находится на Востоке, среди пустошей Одинокой Горы, сначала им придется выбраться из туннелей гоблинов, где Бильбо встретит существо, которое изменит его жизнь навсегда - Голлума.",
    "imageUrl": "hobbit_1.webp",
    "year": "2012",
    "rating": "8.1"
  },
  {
    "id": "31",
    "title": "Белое солнце пустыни (1969)",
    "description": "Бесконечная пустыня. Боец Сухов, прикуривающий от динамитной шашки, нескладный Петруха с вечно заклинивающей трехлинейкой, обаятельный Верещагин с надоевшей черной икрой и знаменитыми песнями-балладами, ловкий Саид , злодей Абдулла со своей бандой, любознательная Гульчатай, играющая с черепахой.",
    "imageUrl": "white_sun.webp",
    "year": "1969",
    "rating": "8.1"
  },
  {
    "id": "32",
    "title": "Эрнест и Селестина: Приключения мышки и ",
    "description": "Большая дружба начинается с малого... Она — маленькая мышка, он — огромный медведь. Она — ребенок, он — взрослый. Она мечтает быть художницей, хотя по правилам своего мира должна стать дантистом, он — музыкант и поэт, ведущий бездумную жизнь и никогда не имеющий куска хлеба на завтра. Они живут в разных мирах: для обитателей мышиного царства нет ничего более дикого, чем подружиться с «большим плохим медведем», да и его соседи вряд ли поймут, зачем водиться с мышкой. Но дружба и родство душ сродни настоящему волшебству. И какое этой парочке дело до условностей, разницы в размере, исторических предрассудков и культурных барьеров?",
    "imageUrl": "Ernest_Selestina.webp",
    "year": "2012",
    "rating": "8.1"
  },
  {
    "id": "33",
    "title": "Мимино (1977)",
    "description": "Мимино - по-грузински «сокол». Так называют друзья летчика Валико Мизандари, то и дело попадающего в смешные, грустные, а порой драматические ситуации. Работая в родном горном селении, Мимино перевозит на вертолете почту, фрукты, овец, но он давно мечтает о настоящей большой авиации. Наконец ему удается воплотить свою мечту в жизнь.",
    "imageUrl": "mimino.webp",
    "year": "1977",
    "rating": "8.1"
  },
  {
    "id": "34",
    "title": "В джазе только девушки (1959)",
    "description": "Когда чикагские музыканты Джо и Джерри случайно становятся свидетелями бандитской перестрелки, они в срочном порядке смываются на поезде во Флориду, прикинувшись женщинами. Теперь они — Джозефина и Дафна, новенькие и хорошенькие инструменталистки женского джаз-бэнда.\n\nДо поры до времени их маскировка срабатывает. Но вскоре любвеобильная солистка влюбляется в «переодетого» мужчиной Джозефину, престарелый миллионер подкатывает к Дафне, а босс мафии, разгадав тайну маскарада, решает срочно разделаться со свидетелями.",
    "imageUrl": "v_dzhaze_onlygirls.webp",
    "year": "1959",
    "rating": "8.5"
  },
  {
    "id": "35",
    "title": "Криминальное чтиво (1994)",
    "description": "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса.\n\nВ первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.",
    "imageUrl": "crime_chtivo.webp",
    "year": "1994",
    "rating": "8.6"
  },
  {
    "id": "36",
    "title": "Титаник (1997)",
    "description": "В первом и последнем плавании шикарного «Титаника» встречаются двое. Пассажир нижней палубы Джек выиграл билет в карты, а богатая наследница Роза отправляется в Америку, чтобы выйти замуж по расчёту. Чувства молодых людей только успевают расцвести, и даже не классовые различия создадут испытания влюблённым, а айсберг, вставший на пути считавшегося непотопляемым лайнера.",
    "imageUrl": "titanik.webp",
    "year": "1997",
    "rating": "8.4"
  },
  {
    "id": "37",
    "title": "Властелин колец: Две крепости (2002)",
    "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
    "imageUrl": "lord_ring_2.webp",
    "year": "2002",
    "rating": "8.6"
  },
  {
    "id": "38",
    "title": "Терминатор 2: Судный день (1991)",
    "description": "Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин.\n\nТеперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор — практически неуязвимая модель T-1000, способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора.\n\nОднако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества.",
    "imageUrl": "terminator_2.webp",
    "year": "1991",
    "rating": "8.2"
  },
  {
    "id": "39",
    "title": "Ходячий замок (2004)",
    "description": "Злая ведьма заточила 18-летнюю Софи в тело старухи. Девушка-бабушка бежит из города куда глаза глядят и встречает удивительный дом на ножках, где знакомится с могущественным волшебником Хаулом и демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар.",
    "imageUrl": "run_castle.webp",
    "year": "2004",
    "rating": "8.6"
  },
  {
    "id": "40",
    "title": "Зверополис (2016)",
    "description": "Добро пожаловать в Зверополис – современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей – здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
    "imageUrl": "zveropolis.webp",
    "year": "2016",
    "rating": "8.3"
  },
  {
    "id": "41",
    "title": "Укрощение строптивого (1980)",
    "description": "Категорически не приемлющий женского общества грубоватый фермер вполне счастлив и доволен своей холостяцкой жизнью. Но неожиданно появившаяся в его жизни женщина пытается изменить его взгляды на жизнь и очаровать его.",
    "imageUrl": "y_stroptivogo.webp",
    "year": 1980,
    "rating": "8.4"
  },
  {
    "id": "42",
    "title": "Тот самый Мюнхгаузен (ТВ, 1979)",
    "description": "Комическая фантазия о жизни, любви и смерти знаменитого барона Мюнхгаузена, жившего в XVIII веке и ставшего героем многих веселых книг и преданий, опирается на персонажей и эпизоды знаменитого романа Р. Распе, но по сути является самостоятельным произведением.\n\n«Мыслящий человек просто обязан время от времени поднимать себя за волосы» - похоже, это и удается авторам картины. Барон хочет жениться на любимой им Марте, но церковь отказывается обвенчать их, так как имеется живая жена, «усмирявшая его 20 лет». Уставшая Марта хочет, чтобы барон стал таким, как все, но барон этого не хочет, да и не может.\n\nГерцог разрешит брак только в том случае, если барон письменно подтвердит, что все его истории лживы, а он сам - обыкновенный человек.",
    "imageUrl": "y_munhgauzen.webp",
    "year": "1979",
    "rating": "8.3"
  },
  {
    "id": "43",
    "title": "Гордость и предубеждение (2005)",
    "description": "Англия, конец XVIII века. Родители пятерых сестер Беннет озабочены тем, чтобы удачно выдать дочерей замуж. И потому размеренная жизнь солидного семейства переворачивается вверх дном, когда по соседству появляется молодой джентльмен - мистер Бингли...\n\nСамо собой, среди друзей нового соседа оказывается немало утонченных аристократов, которые не прочь поухаживать за очаровательными сестрами. Однако, все не так просто. Своевольная Элизабет знакомится с другом Бингли - красивым и высокомерным мистером Дарси, и между ними разгорается нешуточное противостояние, результатом которого может стать как любовь, так и ненависть...",
    "imageUrl": "gordost_pred.webp",
    "year": "2005",
    "rating": "8.0"
  },
  {
    "id": "44",
    "title": "12 стульев (1971)",
    "description": "Во время революции и последовавшего за ней краткого периода военного коммунизма многие прятали свои ценности как можно надежнее. И вот Ипполит Матвеевич Воробьянинов, бывший Старгородский предводитель дворянства и светский лев, а ныне - скромный делопроизводитель ЗАГСа, узнает от умирающей тещи, что некогда она спрятала свои бриллианты и жемчуга в общей сложности на 150 000 золотых рублей под обивку одного из двенадцати стульев гостиного гарнитура работы известного мастера Гамбса.\n\nБросив все, Воробьянинов бросается на поиски стульев, в чем ему, конечно же, небескорыстно, берется помочь молодой авантюрист, «великий комбинатор» Остап Бендер. Найти следы разрозненного гарнитура непросто. Не облегчает положения и то, что перед смертью теща Воробьянинова открыла тайну сокровищ и своему исповеднику, отцу Федору, всю жизнь мечтавшему о собственном свечном заводике в Самаре...",
    "imageUrl": "12_chears.webp",
    "year": "1971",
    "rating": "8.2"
  },
  {
    "id": "45",
    "title": "Малышка на миллион (2004)",
    "description": "Тренеру по боксу Фрэнку Данну так и не удалось воспитать чемпиона. Он владеет спортивным залом в Лос-Анджелесе, где всё ещё проводит тренировки. Дочь не отвечает на его письма, а его лучший боец подписал контракт с другим менеджером. Неожиданно в жизни Фрэнка появляется Мэгги Фицжеральд, 31-летняя официантка, мечтающая стать боксером. Фрэнк не желает тренировать женщину, но упорство Мэгги заставляет его передумать. Впереди - их главное сражение, требующее собрать в кулак всю волю и мужество.",
    "imageUrl": "malushka_million.webp",
    "year": "2004",
    "rating": "8.1"
  },
  {
    "id": "46",
    "title": "Тайна Коко (2017)",
    "description": "12-летний Мигель живёт в мексиканской деревушке в семье сапожников и тайно мечтает стать музыкантом. Тайно, потому что в его семье музыка считается проклятием. Когда-то его прапрадед оставил жену, прапрабабку Мигеля, ради мечты, которая теперь не даёт спокойно жить и его праправнуку. С тех пор музыкальная тема в семье стала табу. Мигель обнаруживает, что между ним и его любимым певцом Эрнесто де ла Крусом, ныне покойным, существует некая связь. Паренёк отправляется к своему кумиру в Страну Мёртвых, где встречает души предков. Мигель знакомится там с духом-скелетом по имени Гектор, который становится его проводником. Вдвоём они отправляются на поиски де ла Круса.",
    "imageUrl": "koko_taina.webp",
    "year": "2017",
    "rating": "8.7"
  },
  {
    "id": "47",
    "title": "Прислуга (2011)",
    "description": "Американский Юг, на дворе 1960-е годы. Скитер только-только закончила университет и возвращается домой, в сонный городок Джексон, где никогда ничего не происходит. Она мечтает стать писательницей, вырваться в большой мир. Но для приличной девушки с Юга не пристало тешиться столь глупыми иллюзиями, приличной девушке следует выйти замуж и хлопотать по дому.\n\nМудрая Эйбилин на тридцать лет старше Скитер, она прислуживает в домах белых всю свою жизнь, вынянчила семнадцать детей и давно уже ничего не ждет от жизни, ибо сердце ее разбито после смерти единственного сына.\n\nМинни - самая лучшая стряпуха во всем Джексоне, а еще она самая дерзкая служанка в городе. И острый язык не раз уже сослужил ей плохую службу. На одном месте Минни никогда подолгу не задерживается. Но с Минни лучше не связываться даже самым высокомерным белым дамочкам. Двух черных служанок и белую неопытную девушку объединяет одно - обостренное чувство справедливости и желание хоть как-то изменить порядок вещей. Смогут ли эти трое противостоять целому миру? Сумеют ли они выжить в этой борьбе?",
    "imageUrl": "prislyga.webp",
    "year": "2011",
    "rating": "8.2"
  },
  {
    "id": "48",
    "title": "Покровские ворота (ТВ, 1982)",
    "description": "Если вы развелись, и ваша бывшая жена снова вышла замуж - это еще не значит, что вы свободны. Если вы пригласили девушку на свидание, и она пришла, это еще не значит, что она будет вашей. Но если при этом ваш сосед по коммуналке - аспирант Костик, то можете быть уверены - все будет хорошо.",
    "imageUrl": "pok_vorota.webp",
    "year": "1982",
    "rating": "8.2"
  },
  {
    "id": "49",
    "title": "Спасти рядового Райана (1998)",
    "description": "Вторая мировая. Капитан Джон Миллер получает тяжелое задание. Вместе с отрядом из восьми человек он должен отправиться в тыл врага на поиски рядового Джеймса Райана, три родных брата которого почти одновременно погибли на полях сражений.\n\nКомандование приняло решение демобилизовать Райана и отправить его на родину к безутешной матери. Но чтобы найти и спасти солдата, крошечному отряду придется пройти через все круги ада.",
    "imageUrl": "save_Rayan.webp",
    "year": "1998",
    "rating": "8.2"
  },
  {
    "id": "50",
    "title": "Король говорит! (2010)",
    "description": "Герцог готовится вступить в должность британского короля Георга VI, отца королевы Елизаветы II. После того, как его брат отрекается от престола, мужчина неохотно соглашается на трон. Измученный страшным нервным заиканием и сомнениями в своих способностях руководить страной, Георг обращается за помощью к неортодоксальному логопеду по имени Лайонел Лог.",
    "imageUrl": "king_speach.webp",
    "year": "2010",
    "rating": "8.2"
  },
  {
    "id": "51",
    "title": "Чужие (1986)",
    "description": "Чужой – совершенный организм. Идеальная машина для убийства, чье физическое превосходство сочетается с его феноменальной жаждой уничтожения. Офицер Элен Рипли и команда космического корабля Ностромо один раз уже встретилась с такой тварью. В живых осталась только Элен.\n\nКапсула с Элен найдена спасателями после многих лет блуждания в космосе. Ей сообщают, что планета L.V. 426 колонизирована, и ей придется вернуться туда, где начался ее кошмар, ибо связь с колонистами прервалась. И вот в составе группы космического десанта Рипли отправляется на проклятую планету. Но теперь их там поджидает не один Чужой, а тысячи. Кто сможет выжить в этой войне: чудовища, способные только убивать, или люди, способные мыслить?",
    "imageUrl": "aliens.webp",
    "year": "1986",
    "rating": "8.1"
  },
  {
    "id": "52",
    "title": "Рапунцель: Запутанная история (2010)",
    "description": "Обаятельный разбойник Флинн путешествует по жизни с легкостью, лишь потому, что он красив, болтлив и удачлив. И, казалось, фортуна всегда на его стороне, пока однажды он не выбирает высокую башню в густой чаще леса в качестве «спокойного» убежища. Флинн оказывается связанным по рукам и ногам юной красавицей по имени Рапунцель.\n\nЕсли вы думаете, что самое интересное в ней - это 21 метр волшебных золотистых волос, то вы заблуждаетесь! Запертая в башне и отчаянно ищущая приключений, Рапунцель решает использовать Флинна в качестве билета в большой мир. Сначала комичное похищение, затем невинный шантаж - и вот наши герои на воле. Вместе с главными героями в авантюрное путешествие отправятся бравый конь-ищейка Максимус, ручной хамелеон и шайка сумасбродных разбойников.",
    "imageUrl": "rapyncel.webp",
    "year": "2010",
    "rating": "8.0"
  }
]
